driver-tests/bpelse/wait/WaitForJbi/test/WaitFaultHandling7/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wait="http://localhost/WaitBpel/WaitFaultHandling">
  <soapenv:Body>
    <wait:inputstring>Wait Fault Handling</wait:inputstring>
    <wait:duration>P0Y0M0DT0H0M10S</wait:duration>
  </soapenv:Body>
</soapenv:Envelope>